Revit 2027 API
ExtendedPropertiesBindings Constructor
Overload List
Name | Description
ExtendedPropertiesBindings() |  Creates a new ExtendedPropertiesBindings
ExtendedPropertiesBindings(ExtendedPropertiesBindingType, ISet<ForgeTypeId>) |  Creates a new ExtendedPropertiesBindings
Top
See Also
Reference
ExtendedPropertiesBindings Class
Autodesk.Revit.DB.ExternalData Namespace